import React from "react";

const Notices = () => {
  return (
    <div className="space-y-4 font-baloo">
      <div className="w-full rounded-xl p-4 shadow-md text-left space-y-3">
        <h2>Date: 12, July, 2025</h2>
        <p>
          আগামী শুক্রবার রাত ৮টা থেকে ফ্রন্টেন্ড ডেভেলপমেন্ট কোর্সের নতুন
          ব্যাচের ক্লাস শুরু হতে যাচ্ছে। সকল শিক্ষার্থীকে নির্দিষ্ট সময়ের আগে
          জুম/গুগল মিট লিঙ্কে যুক্ত হওয়ার অনুরোধ করা হচ্ছে। 
          🔹 ক্লাসে উপস্থিতি বাধ্যতামূলক এবং অনুপস্থিত থাকলে পরবর্তী সাপোর্ট পেতে সমস্যা হতে পারে।
          🔹 ক্লাস চলাকালীন মোবাইল ফোন নিরব রাখা ও প্রয়োজনীয় সকল টুলস/কোড এডিটর
          আগে থেকে রেডি রাখতে হবে। 
          🔹 কোনো সমস্যা থাকলে আগেই কোর্স কো-অর্ডিনেটরের সাথে যোগাযোগ করুন। আপনার সময়ানুবর্তিতা ও মনোযোগী
          অংশগ্রহণ আশা করছি। ধন্যবাদ। – কোর্স ম্যানেজমেন্ট টিম
        </p>
      </div>
      <div className="w-full rounded-xl p-4 shadow-md text-left space-y-3">
        <h2>Date: 12, July, 2025</h2>
        <p>
          আগামী শুক্রবার রাত ৮টা থেকে ফ্রন্টেন্ড ডেভেলপমেন্ট কোর্সের নতুন
          ব্যাচের ক্লাস শুরু হতে যাচ্ছে। সকল শিক্ষার্থীকে নির্দিষ্ট সময়ের আগে
          জুম/গুগল মিট লিঙ্কে যুক্ত হওয়ার অনুরোধ করা হচ্ছে। 
          🔹 ক্লাসে উপস্থিতি বাধ্যতামূলক এবং অনুপস্থিত থাকলে পরবর্তী সাপোর্ট পেতে সমস্যা হতে পারে।
          🔹 ক্লাস চলাকালীন মোবাইল ফোন নিরব রাখা ও প্রয়োজনীয় সকল টুলস/কোড এডিটর
          আগে থেকে রেডি রাখতে হবে। 
          🔹 কোনো সমস্যা থাকলে আগেই কোর্স কো-অর্ডিনেটরের সাথে যোগাযোগ করুন। আপনার সময়ানুবর্তিতা ও মনোযোগী
          অংশগ্রহণ আশা করছি। ধন্যবাদ। – কোর্স ম্যানেজমেন্ট টিম
        </p>
      </div>
    </div>
  );
};

export default Notices;
